const MUSOU_DATA = [
    {
        "英傑": "夏侯惇",
        "印記(屬性)": "力, 斬",
        "印記(特性)": "魏, 猛將, 大將軍"
    },
    {
        "英傑": "典韋",
        "印記(屬性)": "堅, 炎",
        "印記(特性)": "魏, 猛將, 蠻力, 主君之盾"
    },
    {
        "英傑": "張遼",
        "印記(屬性)": "技, 雷",
        "印記(特性)": "魏, 呂布軍, 董卓軍, 猛將, 魏之五將軍"
    },
    {
        "英傑": "曹操",
        "印記(屬性)": "智, 魅, 冰",
        "印記(特性)": "魏, 君主, 才賢, 大將軍"
    },
    {
        "英傑": "許褚",
        "印記(屬性)": "堅, 冰",
        "印記(特性)": "魏, 猛將, 蠻力, 主君之盾"
    },
    {
        "英傑": "夏侯淵",
        "印記(屬性)": "技, 冰",
        "印記(特性)": "魏, 弓箭名手"
    },
    {
        "英傑": "徐晃",
        "印記(屬性)": "力, 斬",
        "印記(特性)": "魏, 猛將, 魏之五將軍"
    },
    {
        "英傑": "張郃",
        "印記(屬性)": "速, 冰",
        "印記(特性)": "魏, 袁紹軍, 猛將, 魏之五將軍, 優雅"
    },
    {
        "英傑": "曹仁",
        "印記(屬性)": "堅, 冰",
        "印記(特性)": "魏, 大將軍, 主君之盾"
    },
    {
        "英傑": "曹丕",
        "印記(屬性)": "技, 冰",
        "印記(特性)": "魏, 君主, 繼承人"
    },
    {
        "英傑": "甄姬",
        "印記(屬性)": "魅, 風",
        "印記(特性)": "魏, 袁紹軍, 優雅"
    },
    {
        "英傑": "賈詡",
        "印記(屬性)": "智, 斬",
        "印記(特性)": "魏, 董卓軍, 軍師, 西涼"
    },
    {
        "英傑": "王異",
        "印記(屬性)": "魅, 冰",
        "印記(特性)": "魏, 戰場之花, 西涼"
    },
    {
        "英傑": "郭嘉",
        "印記(屬性)": "速, 智",
        "印記(特性)": "魏, 軍師"
    },
    {
        "英傑": "樂進",
        "印記(屬性)": "技, 速",
        "印記(特性)": "魏, 猛將, 魏之五將軍"
    },
    {
        "英傑": "荀彧",
        "印記(屬性)": "智, 冰",
        "印記(特性)": "魏, 軍師"
    },
    {
        "英傑": "周瑜",
        "印記(屬性)": "智, 魅, 炎",
        "印記(特性)": "吳, 軍師, 優雅"
    },
    {
        "英傑": "陸遜",
        "印記(屬性)": "智, 炎",
        "印記(特性)": "吳, 軍師, 大將軍"
    },
    {
        "英傑": "孫尚香",
        "印記(屬性)": "技, 風",
        "印記(特性)": "吳, 弓箭名手, 戰場之花"
    },
    {
        "英傑": "甘寧",
        "印記(屬性)": "速, 斬",
        "印記(特性)": "吳, 猛將, 江東猛將"
    },
    {
        "英傑": "孫堅",
        "印記(屬性)": "力, 堅",
        "印記(特性)": "吳, 猛將, 君主, 江東猛將"
    },
    {
        "英傑": "太史慈",
        "印記(屬性)": "堅, 風",
        "印記(特性)": "吳, 猛將, 弓箭名手, 江東猛將"
    },
    {
        "英傑": "呂蒙",
        "印記(屬性)": "技, 斬",
        "印記(特性)": "吳, 才賢"
    },
    {
        "英傑": "黃蓋",
        "印記(屬性)": "堅, 炎",
        "印記(特性)": "吳, 蠻力, 江東猛將"
    },
    {
        "英傑": "周泰",
        "印記(屬性)": "技, 斬",
        "印記(特性)": "吳, 江東猛將, 主君之盾"
    },
    {
        "英傑": "淩統",
        "印記(屬性)": "速, 炎",
        "印記(特性)": "吳, 江東猛將"
    },
    {
        "英傑": "孫策",
        "印記(屬性)": "技, 雷",
        "印記(特性)": "吳, 猛將, 君主, 江東猛將, 繼承人"
    },
    {
        "英傑": "孫權",
        "印記(屬性)": "魅, 炎",
        "印記(特性)": "吳, 君主, 繼承人"
    },
    {
        "英傑": "小喬",
        "印記(屬性)": "魅",
        "印記(特性)": "吳, 戰場之花, 優雅"
    },
    {
        "英傑": "大喬",
        "印記(屬性)": "魅",
        "印記(特性)": "吳, 戰場之花, 優雅"
    },
    {
        "英傑": "魯肅",
        "印記(屬性)": "堅, 智",
        "印記(特性)": "吳, 才賢"
    },
    {
        "英傑": "趙雲",
        "印記(屬性)": "技, 雷",
        "印記(特性)": "蜀, 猛將, 蜀之五虎大將"
    },
    {
        "英傑": "關羽",
        "印記(屬性)": "力, 堅, 炎",
        "印記(特性)": "蜀, 猛將, 蠻力, 蜀之五虎大將"
    },
    {
        "英傑": "張飛",
        "印記(屬性)": "力, 力, 風",
        "印記(特性)": "蜀, 猛將, 蠻力, 蜀之五虎大將"
    },
    {
        "英傑": "諸葛亮",
        "印記(屬性)": "智, 智, 雷",
        "印記(特性)": "蜀, 軍師 ,才賢"
    },
    {
        "英傑": "劉備",
        "印記(屬性)": "魅, 魅",
        "印記(特性)": "蜀, 君主"
    },
    {
        "英傑": "馬超",
        "印記(屬性)": "力, 風",
        "印記(特性)": "蜀, 猛將, 蜀之五虎大將, 西涼"
    },
    {
        "英傑": "黃忠",
        "印記(屬性)": "力, 堅",
        "印記(特性)": "蜀, 弓箭名手, 蜀之五虎大將"
    },
    {
        "英傑": "魏延",
        "印記(屬性)": "斬, 斬",
        "印記(特性)": "蜀, 猛將"
    },
    {
        "英傑": "關平",
        "印記(屬性)": "力, 斬",
        "印記(特性)": "蜀, 繼承人"
    },
    {
        "英傑": "龐統",
        "印記(屬性)": "智, 風",
        "印記(特性)": "蜀, 軍師"
    },
    {
        "英傑": "月英",
        "印記(屬性)": "冰",
        "印記(特性)": "蜀, 才賢"
    },
    {
        "英傑": "姜維",
        "印記(屬性)": "技, 堅",
        "印記(特性)": "蜀, 猛將, 才賢, 西涼, 大將軍"
    },
    {
        "英傑": "星彩",
        "印記(屬性)": "技, 風",
        "印記(特性)": "蜀, 戰場之花, 繼承人, 主君之盾"
    },
    {
        "英傑": "徐庶",
        "印記(屬性)": "智, 斬",
        "印記(特性)": "魏, 蜀, 軍師"
    },
    {
        "英傑": "關銀屏",
        "印記(屬性)": "力, 炎",
        "印記(特性)": "蜀, 戰場之花, 蠻力, 繼承人"
    },
    {
        "英傑": "法正",
        "印記(屬性)": "風",
        "印記(特性)": "蜀, 軍師"
    },
    {
        "英傑": "司馬懿",
        "印記(屬性)": "堅, 智, 冰",
        "印記(特性)": "魏, 晉, 軍師, 大將軍"
    },
    {
        "英傑": "司馬師",
        "印記(屬性)": "技, 冰",
        "印記(特性)": "晉, 才賢, 大將軍, 繼承人"
    },
    {
        "英傑": "司馬昭",
        "印記(屬性)": "速, 魅",
        "印記(特性)": "晉, 才賢, 大將軍, 繼承人"
    },
    {
        "英傑": "張春華",
        "印記(屬性)": "魅, 斬",
        "印記(特性)": "魏, 晉, 才賢"
    },
    {
        "英傑": "王元姬",
        "印記(屬性)": "魅, 冰",
        "印記(特性)": "晉, 才賢"
    },
    {
        "英傑": "鍾會",
        "印記(屬性)": "技, 智",
        "印記(特性)": "晉, 才賢"
    },
    {
        "英傑": "貂蟬",
        "印記(屬性)": "魅",
        "印記(特性)": "呂布軍, 董卓軍, 優雅"
    },
    {
        "英傑": "呂布",
        "印記(屬性)": "力, 力, 技, 雷",
        "印記(特性)": "呂布軍, 董卓軍, 猛將, 弓箭名手, 蠻力"
    },
    {
        "英傑": "董卓",
        "印記(屬性)": "力, 炎",
        "印記(特性)": "董卓軍, 君主, 西涼"
    },
    {
        "英傑": "袁紹",
        "印記(屬性)": "魅, 雷",
        "印記(特性)": "袁紹軍, 君主, 優雅, 大將軍"
    },
    {
        "英傑": "張角",
        "印記(屬性)": "魅, 炎",
        "印記(特性)": "黃巾黨, 無所屬, 君主, 才賢"
    },
    {
        "英傑": "孟獲",
        "印記(屬性)": "力, 炎",
        "印記(特性)": "無所屬, 君主, 蠻力"
    },
    {
        "英傑": "祝融",
        "印記(屬性)": "速, 炎",
        "印記(特性)": "無所屬, 猛將"
    },
    {
        "英傑": "陳宮",
        "印記(屬性)": "智, 雷",
        "印記(特性)": "呂布軍, 軍師"
    },
    {
        "英傑": "呂玲綺",
        "印記(屬性)": "速, 斬",
        "印記(特性)": "呂布軍, 董卓軍, 戰場之花"
    },
    {
        "英傑": "前田慶次",
        "印記(屬性)": "力, 速, 風",
        "印記(特性)": "上杉, 織田, 猛將, 戰場之花"
    },
    {
        "英傑": "織田信長",
        "印記(屬性)": "技, 魅, 斬",
        "印記(特性)": "織田, 大名, 才賢, 三英傑, 鐵砲名手"
    },
    {
        "英傑": "明智光秀",
        "印記(屬性)": "技, 冰",
        "印記(特性)": "織田, 才賢, 鐵砲名手"
    },
    {
        "英傑": "阿市",
        "印記(屬性)": "冰",
        "印記(特性)": "織田, 淺井, 戰場之花, 優雅"
    },
    {
        "英傑": "濃姬",
        "印記(屬性)": "魅, 斬",
        "印記(特性)": "織田, 優雅"
    },
    {
        "英傑": "森蘭丸",
        "印記(屬性)": "冰",
        "印記(特性)": "織田, 主君之盾"
    },
    {
        "英傑": "前田利家",
        "印記(屬性)": "速, 風",
        "印記(特性)": "織田, 豐臣, 猛將"
    },
    {
        "英傑": "加西亞",
        "印記(屬性)": "魅",
        "印記(特性)": "織田, 優雅, 繼承人"
    },
    {
        "英傑": "柴田勝家",
        "印記(屬性)": "力, 雷",
        "印記(特性)": "織田, 猛將"
    },
    {
        "英傑": "豐臣秀吉",
        "印記(屬性)": "速, 魅, 雷",
        "印記(特性)": "織田, 豐臣, 才賢, 三英傑"
    },
    {
        "英傑": "石田三成",
        "印記(屬性)": "智, 冰",
        "印記(特性)": "豐臣, 才賢"
    },
    {
        "英傑": "島左近",
        "印記(屬性)": "力, 冰",
        "印記(特性)": "武田, 豐臣, 猛將, 才賢"
    },
    {
        "英傑": "寧寧",
        "印記(屬性)": "速, 雷",
        "印記(特性)": "豐臣, 忍者, 才賢"
    },
    {
        "英傑": "加藤清正",
        "印記(屬性)": "技, 炎",
        "印記(特性)": "豐臣, 猛將"
    },
    {
        "英傑": "黑田官兵衛",
        "印記(屬性)": "智, 斬",
        "印記(特性)": "織田, 豐臣, 軍師, 西國"
    },
    {
        "英傑": "竹中半兵衛",
        "印記(屬性)": "智, 冰",
        "印記(特性)": "織田, 豐臣, 軍師"
    },
    {
        "英傑": "大谷吉繼",
        "印記(屬性)": "堅, 風",
        "印記(特性)": "豐臣, 淺井, 才賢"
    },
    {
        "英傑": "茶茶",
        "印記(屬性)": "技, 魅",
        "印記(特性)": "豐臣, 淺井, 優雅, 繼承人"
    },
    {
        "英傑": "幸村(壯年)",
        "印記(屬性)": "技, 智, 炎",
        "印記(特性)": "真田, 豐臣, 猛將, 軍師, 繼承人"
    },
    {
        "英傑": "服部半藏",
        "印記(屬性)": "速, 速",
        "印記(特性)": "德川, 忍者"
    },
    {
        "英傑": "本多忠勝",
        "印記(屬性)": "力, 堅, 堅, 炎",
        "印記(特性)": "德川, 猛將, 戰場之花"
    },
    {
        "英傑": "稻姬",
        "印記(屬性)": "技, 雷",
        "印記(特性)": "真田, 德川, 弓箭名手, 戰場之花, 繼承人"
    },
    {
        "英傑": "德川家康",
        "印記(屬性)": "堅, 魅, 炎",
        "印記(特性)": "德川, 大名, 才賢, 三英傑"
    },
    {
        "英傑": "風魔小太郎",
        "印記(屬性)": "速, 斬",
        "印記(特性)": "北條, 忍者"
    },
    {
        "英傑": "甲斐姬",
        "印記(屬性)": "力, 雷",
        "印記(特性)": "豐臣, 北條, 戰場之花, 蠻力"
    },
    {
        "英傑": "北條氏康",
        "印記(屬性)": "堅, 風",
        "印記(特性)": "北條, 猛將, 大名"
    },
    {
        "英傑": "藤堂高虎",
        "印記(屬性)": "堅, 冰",
        "印記(特性)": "德川, 豐臣, 淺井, 才賢, 鐵砲名手"
    },
    {
        "英傑": "井伊直虎",
        "印記(屬性)": "速, 雷",
        "印記(特性)": "德川, 今川, 戰場之花"
    },
    {
        "英傑": "井伊直政",
        "印記(屬性)": "速, 炎",
        "印記(特性)": "德川, 猛將, 繼承人"
    },
    {
        "英傑": "真田幸村",
        "印記(屬性)": "技, 炎",
        "印記(特性)": "武田, 真田, 猛將, 才賢, 繼承人"
    },
    {
        "英傑": "上杉謙信",
        "印記(屬性)": "力, 技, 雷",
        "印記(特性)": "上杉, 猛將, 大名"
    },
    {
        "英傑": "女忍者",
        "印記(屬性)": "速",
        "印記(特性)": "武田, 真田, 忍者, 主君之盾"
    },
    {
        "英傑": "武田信玄",
        "印記(屬性)": "堅, 堅, 魅",
        "印記(特性)": "武田, 大名, 才賢"
    },
    {
        "英傑": "直江兼續",
        "印記(屬性)": "智, 雷",
        "印記(特性)": "上杉, 豐臣, 軍師"
    },
    {
        "英傑": "真田信之",
        "印記(屬性)": "堅, 雷",
        "印記(特性)": "武田, 真田, 德川, 才賢, 繼承人"
    },
    {
        "英傑": "真田昌幸",
        "印記(屬性)": "技, 智",
        "印記(特性)": "武田, 真田, 大名, 軍師"
    },
    {
        "英傑": "佐助",
        "印記(屬性)": "速, 斬",
        "印記(特性)": "真田, 忍者"
    },
    {
        "英傑": "石川五右衛門",
        "印記(屬性)": "力",
        "印記(特性)": "無所屬, 忍者"
    },
    {
        "英傑": "阿國",
        "印記(屬性)": "風",
        "印記(特性)": "無所屬, 優雅, 蠻力, 西國"
    },
    {
        "英傑": "雜賀孫市",
        "印記(屬性)": "技, 技",
        "印記(特性)": "豐臣, 無所屬, 猛將, 鐵砲名手"
    },
    {
        "英傑": "伊達政宗",
        "印記(屬性)": "速, 風",
        "印記(特性)": "德川, 伊達, 大名, 才賢, 鐵砲名手"
    },
    {
        "英傑": "今川義元",
        "印記(屬性)": "魅, 風",
        "印記(特性)": "今川, 大名, 優雅"
    },
    {
        "英傑": "淺井長政",
        "印記(屬性)": "速, 冰",
        "印記(特性)": "淺井, 猛將, 大名, 優雅"
    },
    {
        "英傑": "毛利元就",
        "印記(屬性)": "智, 魅",
        "印記(特性)": "毛利, 弓箭名手, 大名, 才賢, 西國"
    },
    {
        "英傑": "小早川隆景",
        "印記(屬性)": "智, 風",
        "印記(特性)": "豐臣, 毛利, 軍師, 西國, 繼承人"
    },
    {
        "英傑": "島津義弘",
        "印記(屬性)": "力, 力",
        "印記(特性)": "島津, 猛將, 大名, 鐵砲名手, 西國"
    },
    {
        "英傑": "島津豐久",
        "印記(屬性)": "力, 炎",
        "印記(特性)": "島津, 猛將, 鐵砲名手, 西國, 主君之盾"
    },
    {
        "英傑": "立花誾千代",
        "印記(屬性)": "速, 雷",
        "印記(特性)": "立花, 戰場之花, 西國, 繼承人"
    },
    {
        "英傑": "立花宗茂",
        "印記(屬性)": "堅, 風",
        "印記(特性)": "立花, 猛將, 弓箭名手, 戰場之花, 西國"
    },
    {
        "英傑": "長宗我部元親",
        "印記(屬性)": "技, 風",
        "印記(特性)": "長宗我部, 大名, 西國"
    },
    {
        "英傑": "蘇菲",
        "印記(屬性)": "炎, 雷",
        "印記(特性)": "無所屬, 戰場之花, 才賢"
    },
    {
        "英傑": "萊莎",
        "印記(屬性)": "炎, 冰",
        "印記(特性)": "無所屬, 戰場之花, 才賢"
    },
    {
        "英傑": "優米雅",
        "印記(屬性)": "風, 斬",
        "印記(特性)": "無所屬, 戰場之花, 鐵砲名手"
    },
    {
        "英傑": "龍隼",
        "印記(屬性)": "力, 技, 速, 速",
        "印記(特性)": "無所屬, 猛將, 忍者, 忍者, 忍者"
    },
    {
        "英傑": "綾音",
        "印記(屬性)": "速, 斬",
        "印記(特性)": "無所屬, 忍者, 戰場之花, 優雅"
    },
    {
        "英傑": "瑞秋",
        "印記(屬性)": "力, 雷",
        "印記(特性)": "無所屬, 猛將, 戰場之花, 蠻力"
    },
    {
        "英傑": "紅葉",
        "印記(屬性)": "速, 炎",
        "印記(特性)": "無所屬, 弓箭名手, 忍者, 戰場之花, 優雅"
    },
    {
        "英傑": "紫鸞",
        "印記(屬性)": "力, 技, 魅",
        "印記(特性)": "無所屬, 猛將, 戰場之花"
    },
    {
        "英傑": "張角 (起源)",
        "印記(屬性)": "智, 魅, 魅",
        "印記(特性)": "黃巾黨, 無所屬, 君主, 才賢"
    },
    {
        "英傑": "董卓 (起源)",
        "印記(屬性)": "力, 力, 魅",
        "印記(特性)": "董卓軍, 猛將, 君主, 蠻力, 西涼"
    },
    {
        "英傑": "呂布 (起源)",
        "印記(屬性)": "力, 力, 技, 速",
        "印記(特性)": "呂布軍, 董卓軍, 猛將, 弓箭名手, 蠻力"
    }
];